{
    "title": "Ultra-Serious Programming Boot Camp in the Philippines - VivixxCodingBootcamp",
    "description": "Chose the fastest track to learn to code. With our Intensive High-Density Curriculum, you'll gain a lot of knowledge and IT skills where you can use to obtain a stable income after you finish the course. In addition, we have a practical internship program that will improve your knowledge and competence.",
    "nav01": "Rooms",
    "nav02": "News",
    "nav03": "Events in Cebu",
    "book": "Book & Contact",
    "home": "Home",
    "hero-subtitle01": "The First Ultra-Serious\b",
    "hero-subtitle02": "IT BootCamp\b",
    "hero-subtitle03": "in the Philippines.",
    "hero-subtitle04": "Re-Engineer Yourself\b",
    "hero-subtitle05": "and Change the Future.",
    "button-book": "Contact Us",
    "about-heading01": "IT skills are essential business\b",
    "about-heading02": "skills of the 21st century.",
    "about-text01": "Information Technology or IT plays a vital role in business. The rapid advancement of technology has changed the way the world operates.",
    "about-text02": "We need individuals who can integrate and utilize IT in business. Despite having a lot of excellent IT engineers from Southeast Asia, there is one question that remains. Will the engineers be able to play an active role in the world despite the language barrier?",
    "about-text03": "What we need now is to ensure that we integrate an individual’s English skills and IT skills. This is possible in this first coding boot camp in the Philippines. A lot of people are joining boot camps in the US and Australia because they have an effective training program where individuals are able to gain high-tech skills which are in huge demands. After an intensive training — they become experts who are needed all over the world.",
    "questions-heading01": "You Might be\b",
    "questions-heading02": "Wondering...",
    "questions-subheading01": "Is it really possible to acquire skills in a limited period of time?",
    "questions-subheading02": "\b",
    "questions-subheading03": "Will the skills I learn at IT Bootcamp really be used when I am employed?",
    "questions-subheading04": "\b",
    "questions-disc01": "Learning English and IT at the same time makes studying abroad more efficient. The skills learned can be utilized for increasing positive employment results. Our IT Boot Camp offers a 25-week intensive training program with students from the Philippines and other countries.",
    "questions-disc02": "You will be able to teach and learn from those with diverse backgrounds from other cultures. Opportunity, meaningful work and a stable income are results for having IT skills and English language fluency.",
    "questions-disc03": "IT Boot Camp provides this benefit upon course completion. In addition, we offer a practical internship program that will improve any one’s knowledge and competence.",
    "questions-disc04": "In this boot camp, you'll gain a lot of knowledge and IT skills where you can use to obtain a stable income after you finish the course.\b",
    "questions-disc05": "In addition, we have a practical internship program that will improve your knowledge and competence.",
    "feature-heading01": "6 Features of this\b",
    "feature-heading02": "Coding Boot Camp",
    "feature01-title": "Intensive High-Density Curriculum",
    "feature01-subtitle01": "Learning with students from other countries",
    "feature01-subtitle02": "Consistent flow of input and output",
    "feature01-disc01": "You can study and develop your IT skills in a learning environment alongside Filipino, Japanese and other students from foreign countries. Communicating with them will help improve your technical skills as well as social skills.",
    "feature01-disc02": "To ensure skill proficiency, our curriculum emphasizes delivering outputs. You’ll also learn and practice delivering presentations and dialogues so that you can immediately adapt to a company’s work environment.",

    "feature02-title": "The Building and Community for Students",
    "feature02-subtitle01": "Co-working space where people gather",
    "feature02-subtitle02": "Meeting rooms for connection",
    "feature02-disc01": "Many IT professionals from the developer community gather in the co-working space where the boot camp is conducted. There are many new discoveries and encounters.",
    "feature02-disc02": "You can ask the trainer any question at any time. Teachers AND students are there to share ideas and solve problems.",
    
    "feature03-title": "Participate in events that lets you know what's new in the IT industry.",
    "feature03-subtitle01": "These events are marketable and will look great on your resume",
    "feature03-subtitle02": "Meet new people",
    "feature03-disc01": "Our meeting and discussion space holds a lot of Hackathons and other tech events which will give you an incredible advantage as an engineer.",
    "feature03-disc02": "IT Boot Camp is not only for studying but also meeting people from outside the school. You will have more employment opportunities given the outside communication with business professionals and organizations interested in the IT industry.",
    
    "feature04-title": "Learn the Programming Languages in the IT industry that are in high demand.",
    "feature04-subtitle01": "Become an engineer in high demand",
    "feature04-subtitle02": "Develop the right skills to manage multiple languages and tools",
    "feature04-disc01": "We will thoroughly teach you and let you learn the contents of our course so that you can become a highly paid engineer. Although popular programming languages often change, you’ll be able to adapt to the change quickly if you have the right foundation for programming.",
    "feature04-disc02": "You will be studying how to develop applications from the basics of programming. You will also learn how to construct a database.",
    
    "feature05-title": "Take advantage of the practical IT skills in IT companies.",
    "feature05-subtitle01": "IT skills put into practice for a company internship",
    "feature05-subtitle02": "Participate from anywhere in the world",
    "feature05-disc01": "For the last month of the course, you’ll actually work as an intern in a tech company so you can put your skills into practice.",
    "feature05-disc02": "You can participate in the internship remotely from anywhere in the world as long as you have a PC to connect with us.",
    
    "feature06-title": "Learn in the Summer Resort of Baguio City",
    "feature06-subtitle01": "Intensive learning in a pleasant environment.",
    "feature06-subtitle02": "Study abroad at a reasonable price",
    "feature06-disc01": "Baguio is located in the northern part of the Philippines and has a cool and pleasant climate all year. It is a much smaller town and safer than the larger cities.",
    "feature06-disc02": "Studying in Baguio is much cheaper compared to Cebu City or Manila, and over 50% less compared to boot camps held in western countries. Baguio attracts a lot of attention as a great destination in the Philippines.",
    
    "curriculums-heading01": "Our\b",
    "curriculums-heading02": "Curriculums",
    "curriculums-disc01": "Learn in-demand IT skills and Cloud computing skills so you can easily transition into the IT industry. ",
    "curriculums-disc02": "Here you increase your technical capabilities to become a full-stack engineer while improving your logical thinking and problem-solving skills.",

    "curriculums01-title": "Development of full-stack IT engineers",
    "curriculums01-desc": "Become a full-stack engineer: learn basic programming languages from HTML and CSS, and JavaScript which is the basis of programming. In addition, popular programming languages with libraries and frameworks will be taught so you can put your new skills into practice.",
    "curriculums02-title": "Develop efficiently by linking softwares or applications using API",
    "curriculums02-desc": "Using API, the application you made will be linked to services created by other companies in order to develop and ensure the efficiency of your application. Software development with API is widely used in the tech field to create new value. You’ll gain more knowledge and learn to efficiently develop your skills.",
    "curriculums03-title": "Learning design such as UI / UX",
    "curriculums03-desc": "From a design point of view, you can cultivate your design skills by learning how to become a UI/UX designer. You will also learn the basics of Photoshop and various design tools. Moreover, this course offers you training for creating a design-data website.",
    "curriculums04-title": "Logical thinking and critical thinking",
    "curriculums04-desc": "Programming and presentation skills will be taught — you will be trained on how to deliver a presentation about your application and WEB services, as well as your logical design skills. This will help you enhance your ability to convey your ideas on a business level.",
    
    "other-curriculums-heading01": "Other\b",
    "other-curriculums-heading02": "Curriculums",
    "other-curriculum01": "Database construction and design",
    "other-curriculum02": "Application Development, Design and Release",
    "other-curriculum03": "Optimization of Cloud-Based Development System",
    "other-curriculum04": "Project Management Skills Training",
    "other-curriculum05": "Learn newest UX / UI Design",
    "other-curriculum06": "Design Theory",
    "other-curriculum07": "Business Communication: Practice Interviews",
    "other-curriculum08": "Internships",

    "button-rooms": "Go to the Room",
    "special-features01": "Special Features\b",
    "special-features02": "of Storyshare",
    "features01-title": "Moterbike",
    "features01-desc": "We have some moterbikes for rent. Enjoy the whole metro Cebu by bike.",
    "features02-title": "Meal Service",
    "features02-desc": "We provide local philippine food for lunch and dinner, which is just PHP100.",
    "features03-title": "Language Exchange",
    "features03-desc": "Practice and learn foreign languages with native speakers from all over the world!",
    "features04-title": "Weekend Tour",
    "features04-desc": "We sometimes hold weekend tour. Enjoy the best activities in Cebu with us!",
    "features05-title": "English Only",
    "features05-desc": "In Guadalupe branch, all the guests speaks English so everyone can comunicate regardless of the nationality.",
    "features06-title": "International",
    "features06-desc": "We have guests from all over the world! Meet up new people and new cultures!",
    "rooms-title": "Our Rooms",
    "rooms-apas-subtitle": "Bustling city life, lively and vibrant atmosphere.",
    "rooms-apas-text01": "Our guesthouse at Apas is a comfortable home in the center of a very bustling community. It is safe and cozy—a perfect place to relax while the neighborhood is teeming with life and activity.",
    "rooms-apas-text02": "There are many kinds of local restaurants and cafes nearby, so you can always enjoy the tastes of the philippines.",
    "rooms-apas-text03": "All rooms are single rooms and have their own bathrooms. There is a single bed, a desk and a chair for your convenience. There is also an air conditioner, a fan, and a wardrobe.",
    "rooms-apas-text04": "Our guesthouse provides accommodation with a garden, private parking and a terrace, which enables you to relax even in the center of metro Cebu city.",
    "rooms-apas-text05": "If you want to go the mall, Ayala Center Cebu is only 15 minutes away. If you do not have Philippine currency, there are a lot of money changers inside the mall. There are also many places to see nearby since the guesthouse is near to Cebu IT Park.",
    "rooms-apas-text06": "IT Park is a business district that never sleeps and is filled with many restaurants and shops. If you want to enjoy a quiet and more laid-back environment, you can go for a walk inside Camp Lapu-Lapu and enjoy the scenery.",
    "single-room": "Single Room",
    "budget-single-room": "Budget Single Room",
    "twin-room": "Twin Room",
    "expensive?": "If the price on the booking site is more expencive,",
    "book-directly": "Book directly and we apply the price above.",
    "EOP": "English Only Policy",
    "rooms-guadalupe-subtitle": "Simple, sweet, and serene living.",
    "rooms-guadalupe-text01": "Away from the busy streets of Cebu City, enjoy a calm and tranquil environment in the guesthouse. Our house has a big living room where you can relax and have a fun conversation with the other guests.",
    "rooms-guadalupe-text02": "You may also unwind and read books in the spacious living room or, enjoy connecting online with the strong WIFI connection and chat with your family and friends. You have access to all common areas. ",
    "rooms-guadalupe-text03": "There are some local restaurants nearby, not only that, a grate cafe with a varistor from UK is just next to our guesthouse.",
    "rooms-guadalupe-text04": "The nearest Japanese or Korean or Local bars, cafés, and restaurants are only a few blocks away from the place. The nearest mall can be reached in less than 20 minutes.",
    "rooms-guadalupe-text05": "All rooms are single rooms and have their own bathrooms. There is a single bed, a desk and a chair for your convenience. There is also an air conditioner, a fan, and a wardrobe.",
    "rooms-guadalupe-text06": "Our guesthouse provides accommodation with a garden, private parking and a terrace, which enables you to relax even in the center of metro Cebu city.",
    "rooms-guadalupe-text07": "There’s also a lot of transport vehicles you can ride on to-and-from the place. You can hail a taxi where the base rate is as low as 40PHP or ride a jeepney just for 8PHP.",
    "rooms-guadalupe-text08": "Or if you want to do it the local way, you can back ride on a motorcycle called “habal-habal” for as low as 50PHP.",
    "book-via-booking.com": "Booking.com",
    "book-via-this-site": "Book Directly",
    "facilities-title": "Facilities of Storyshare",
    "facilities-subtitle": "Both for Apas & Guadalupe",
    "ketchen":"Ketchen",
    "ketchen-desc":"Shared kitchen",
    "pet":"Pets",
    "pet-desc":"Pets are not allowed.",
    "wifi":"Wifi",
    "wifi-desc":"WiFi is available in public areas.",
    "service":"Servises",
    "service-desc":"Private check-in/out",
    "laundry":"Laundry",
    "laundry-desc":"Laundry is available with Additional charge.",
    "parking":"Parking",
    "parking-desc":"Parking is available on site and costs PHP 20 per day.",
    "general":"General",
    "general-desc01":"Designated smoking area",
    "general-desc02":"Non-smoking rooms",
    "general-desc03":"Soundproof rooms",
    "general-desc04":"Air conditioning",
    "languages":"Languages",
    "languages-desc":"English / Japanese",
    "house-rules-title": "House Rules",
    "house-rules-subtitle": "Both for Apas & Guadalupe",
    "checkin-checkout": "Check-In/ Check-Out",
    "checkin-checkout-desc01": "Check-In :",
    "checkin-checkout-desc02": "Check-Out :",
    "age-restriction": "No age restriction",
    "age-restriction-desc": "There's no age requirement for guests.",
    "children-beds": "Children & Beds",
    "children-beds-desc01": "Children of all ages are welcome.",
    "children-beds-desc02": "But we don't have any baby-bed.",
    "children-beds-desc03": "Extra Bed costs 200PHP/person.",
    "cancellations-payment": "Cancellation / Payment",
    "cancellations-payment-desc": "Prepayment policies vary according to apartment type. Please contact us for more info.",
    "cash-only": "Cash Only",
    "cash-only-desc": "We only accepts cash payments.",
    "contact-title": "Booking & Contact Us",
    "contact-name": "Name",
    "contact-checkin-date": "Check-In Date (for booking)",
    "contact-checkout-date": "Check-Out Date (for booking)",
    "contact-number-people": "Number of People (for booking)",
    "contact-message": "Message",
    "contact-massage-placeholder": "I want to book / Just checking the room avalability etc...",
    "submit": "Submit",
    "contact-desc01": "Feel free to contact us from the form above. Your questions will be answered by our Staff.",
    "contact-desc02": "※ We can send you a response within 24 hours if you send us a message during weekdays except during the Philippine public holidays and during the weekends.",
    "contact-desc03": "※ If there is no reply even after 24 hours, please check your spam folder.",
    "contact-desc04": "※ If there is no reply even after 24 hours, please check that the entered email address is correct.",
    "contact-desc05": "※ You can also send us a message to the Facebook page of Storyshare from the icon at the bottom of this page.",
    "contact-thanks": "Thank you so much.",
    "contact-thanks-message01": "Sometime we fail to recieve your message due to some Email setting errors.",
    "contact-thanks-message02": "In case you don't get any reply in 48 hours, please try to contact us from our Facebook page. Thank you."

}